;Localization add-in for day 60 DLC 

;Mission related strings
;-----------------------
[MissionSource_AlienNest X2MissionSourceTemplate]
MissionPinLabel="外星巢穴"
BattleOpName="帝王野兽行动"

[DerelictFacility X2MissionSiteDescriptionTemplate]
DescriptionString="废弃的研究设施"

[AlienNest X2MissionTemplate]
DisplayName="调查信号"
Briefing="调查 - 未知地点"
PostMissionType="外星巢穴"
BriefingImage="img:///UILibrary_DLC2Images.Alert_Alien_NestPOI"
ObjectiveTextPools[0]="调查瓦伦的信号"
PreMissionNarratives[0]="DLC_60_NarrativeMoments.DLC2_S_Dropship_Mission_Briefing"

[DefaultAlienNest X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="调查瓦伦的营地"
ObjectiveTextPools[1]="收集瓦伦的日志"
ObjectiveTextPools[2]="找到瓦伦的应答器"
ObjectiveTextPools[3]="可选：击杀毒蛇怪国王"
ObjectiveTextPools[4]="军事官必须存活"
ObjectiveTextPools[5]="消灭所有剩余的毒蛇怪"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_HunterWeapons X2PointOfInterestTemplate]
DisplayNames[0]="定位信标"

CompletedSummaries[0]="在被风化的天际游侠号残骸之中，一些年轻士兵的尸体依然固定在他们的位子上。没有飞行员的迹象，但应急定位信标却不停在座舱内蜂鸣。在货舱中，一个大型的带着XCOM标记的板条箱内有着不少不同寻常的武器。"

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Downed_Skyranger"

[POI_AlienNest X2PointOfInterestTemplate]
DisplayNames[0]="已三角定位的位置"

CompletedSummaries[0]="我们已经三角定位了天际游侠号的原始位置并跟随了其踪迹，我们到达了一个岩穴，其中散布着许多碎片。仅有这些线索，我们很难知道这里发生了什么。"

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Alien_Nest"


;-----------------------
; REWARDS
;-----------------------

[Reward_HunterWeapons X2RewardTemplate]
DisplayName="回收的货物"

[Reward_AlienNest X2RewardTemplate]
DisplayName="调查任务"

[ResAct_AlienNestInvestigated X2ResistanceActivityTemplate]
DisplayName="已调查的外星巢穴："

[ResAct_AlienRulersKilled X2ResistanceActivityTemplate]
DisplayName="已击杀的外星裁决者："


;-----------------------
; ITEMS
;-----------------------

[CorpseViperKing X2ItemTemplate]
FriendlyName="毒蛇怪国王尸体"
FriendlyNamePlural="毒蛇怪国王尸体"
BriefSummary="在瓦伦博士对于该生物在实验中进行的基因改造之中，对于其性别的变化无疑是最为惹人注目的。而原来生产毒液的地方变成了冰也是一个值得关注的问题。"

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="狂战士皇后尸体"
FriendlyNamePlural="狂战士皇后尸体"
BriefSummary="这个巨兽不仅仅是进行了基因改造，还对其直接连接到中枢神经系统的装备进行的改造。在分离这个连接系统时需要极度的小心。"

[CorpseArchonKing X2ItemTemplate]
FriendlyName="执政官国王尸体"
FriendlyNamePlural="执政官国王尸体"
BriefSummary="在所有瓦伦博士的测试对象中，改造的执政官变种是与其前身最为相似的。正如我们所知，外表是会有欺骗性的，而这个生物即便是看上去死了也不能掉以轻心。"


;-----------------------
; TECHS
;-----------------------
[AutopsyViperKing X2TechTemplate]
DisplayName="毒蛇怪国王解剖"
Summary="虽然与已知的毒蛇怪物种有一些规律性的相似度，该物种在很多其他地方有很大的不同，不仅仅是它的性别。它是记录以来唯一的雄性毒蛇怪。其生物性的一些方面可能可以转化使用到我们自己的护甲开发项目中去。"
CodeName="天蝎"
LongDescription="在仔细研究瓦伦博士残留的个人研究报告后，我渐渐理解了她永无止境的好奇心和惊人的野心。在对毒蛇怪的基因序列进行了关键性的改变后，一些被外星人特意压制的特性显露了出来，这就是她所创造的\"Gamma\"对象，毒蛇怪\"国王\"\n\n毒蛇怪族长这一理念本身就很有趣，因为我们并没有发现有雄性毒蛇怪。瓦伦提出理论认为这可能是出于人口控制，因此长老们限制了该物种的繁殖能力。在发现显然是Gamma所筑的巢穴以及产卵床后（然而并没有一个卵剩下来可以当做活性样本），我可以自信地说这个生物立刻就遵循了长期以来通过基因调整所压制的自然本能。\n\n不过现在，我依然无法解释毒蛇怪的毒腺为何也会发生如此巨大的改变；可能需要更进一步的研究，但我保证让一些Gamma的剩余部分利用到新概念的护甲设计中去。理查德·泰根。"

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="狂战士皇后解剖"
Summary="一般的狂战士已经有些棘手了，而这个物种更是难上加难，它受到了完全的改造，加入了一种辅助注射系统能够对其身体进行流体循环。我相信我们可以在我们自己的护甲上改造加入此系统，但制造过程会是一个挑战。"
CodeName="浩克"
LongDescription="虽然已经对这个改造的狂战士变体\"Beta\"进行了完整的检查，我仍旧没法对于瓦伦博士给这个生物提供强力装备这事得出一个可以接受的辩解。我再说得清楚一些吧，我完全能理解这种生物的强化内分泌系统需要额外补充的运输和过滤机理来维持其荷尔蒙的平衡。同样的，我也承认对于这个令人怯步的问题，她的解决方案非常精巧。\n\n然而我无法理解的是，瓦伦博士到底有没有必要将这种物种提升得远超理论水平。这里没有必要进行什么\"概念验证\"，我们大家都心知肚明后果会是怎样。我非常相信她是完全清醒地作出决定的，她很清楚这项工作最后带给她自己以及所有可能遇到Beta对象的人们的威胁有多大。我很庆幸我们能找到这个生物，并且我们的士兵能够击杀如此可怕的敌人。\n\n我们的高级人员已经同意Beta对象的剩余部分最好能够利用到一个加强的装甲套装上，虽然实际的转换过程由瓦伦博士她亲自来搞定会更好。理查德·泰根。"

[AutopsyArchonKing X2TechTemplate]
DisplayName="执政官国王解剖"
Summary="瓦伦博士成功地提升了该生物的关键系统同时还毫无疑问地保留了外星人精心设计的外形。虽然看上去和一般的执政官类似，但在战场上这个物种有着我们从未见过的飞行能力。也许我们可以将这种技术应用于我们自己的飞行装甲。"
CodeName="代达罗斯"
LongDescription="瓦伦博士所改良的执政官变种\"Alpha\"不仅仅进行了基因上的调整，还同时升级了相应装备，这与其不同寻常的能力相关联。我首先得再一次的对于提供给敌方外星人攻击性的加强这一逻辑提出质疑，即便是瓦伦博士的打算是让这些物种去对抗他们曾经的主人。\n\n虽然我对于当前的执政官过去的遗传生物表现知之甚少，但我可以说瓦伦的Alpha毫无疑问是在身体以及技术上远超其早期物种的。从我们的战场报告中可知，似乎这种生物喜欢在抓住目标后迅速爬升然后再从高空丢下可怜的受害者。我相信我们的士兵在消灭这个威胁时花了不少的功夫。理查德·泰根。"

[RAGESuit X2TechTemplate]
DisplayName="R.A.G.E.护甲"
Summary="我们或许能够将狂战士女王异常耐用的皮肤改进成高性能护甲。"

[SerpentSuit X2TechTemplate]
DisplayName="毒蛇护甲"
Summary="毒蛇怪国王的鳞片非常轻巧且柔韧，应该可以在强化之后提供很高的防护性。"

[IcarusArmor X2TechTemplate]
DisplayName="伊卡洛斯装甲"
Summary="在对死去的执政官国王仔细的检查之后，我们可以利用其独特的推进系统对护甲进行改造。"

[ExperimentalWeapons X2TechTemplate]
DisplayName="实验武器"
Summary="我们在战场上发现了不少武器，它们设计陈旧让人迷惑，但其实隐藏着极为强大的能力，需要大量研究才能理解其奥秘。"
CodeName="玛士撒拉"
LongDescription="我们的士兵发现一些武器在与外星人作战这方面似乎根本没有作用，但是从非官方的实地测试中的证据显示了一些缺少理论解释的奇怪能力。尽管他们非常坚持且嘲笑我的看法，但是我还是多次试图向我们的士兵和高级官员解释，即便这些武器看起来很简单，重新制造它们并不是只需简简单单地组装起零部件就行的。因此，我想要拒绝进一步试图重制它们的意图，除非我们对抗外星人的行动情况有所改变。我是一位科学家，而不是铁匠或者制弓匠。- 理查德·泰根"

[BoltCaster X2TechTemplate]
DisplayName="弩枪"
Summary="弩枪是从一箱看上去很古老的武器中发现的，它十分强力但只能以很慢的频率发射。目标敌人有几率在被击中时眩晕。该武器独一无二，无法复制或替换。"

[HuntersAxe X2TechTemplate]
DisplayName="猎人战斧"
Summary="这些华丽的飞斧打磨得格外锋利，并且足够轻便。我们的士兵可以远程投掷。该武器独一无二，无法复制或替换。"

[Shadowkeeper X2TechTemplate]
DisplayName="影护者"
Summary="虽然这把手枪可能看上去与我们最新设计相比有些过时了，但它非常精准，即便是经验最少的新人士兵也能打中目标。同时，他们还有几率击杀目标并不被发现。该武器独一无二，无法复制或替换。"

[Frostbomb X2TechTemplate]
DisplayName="寒霜炸弹"
Summary="依靠着一种未知尚未确定的化学物质，这些便携式炸药能够立刻降低四周区域的环境温度。暴露的组织会立刻被冻结。该武器是独特的，无法复制或替换。"

;-----------------------
; ALIEN RULER ARMORS
;-----------------------
[MediumAlienArmor X2ArmorTemplate]
FriendlyName="伊卡洛斯装甲"
FriendlyNamePlural="伊卡洛斯装甲"
BriefSummary="将执政官国王处回收的飞行部件和我们现有标准制式的护甲系统相结合，就能诞生一种有着高伤害抵抗和移动力的新护甲。内置的推进系统能提供短时性的飞行能力，让穿戴者能快速的改变位置。"
TacticalText="<Bullet/>伊卡洛斯装甲是中型护甲，提供2个物品槽，并具有更高的移动力。\n<Bullet/>伊卡洛斯装甲能让士兵立刻飞跃至一个新地点。\n<Bullet/>穿上此装甲有几率在战场上让执政官恐慌。"

[LightAlienArmor X2ArmorTemplate]
FriendlyName="毒蛇护甲"
FriendlyNamePlural="毒蛇护甲"
BriefSummary="用毒蛇怪国王轻便且异常持久的鳞片制成，毒蛇护甲能极大提升士兵的反应力和速度。它同样配备了一个爪钩系统，其中带有毒蛇怪国王寒冷的毒液，能用来将敌人从掩护中拉出并将其冻结在原地。"
TacticalText="<Bullet/>毒蛇护甲能提升移动力和擦弹几率。\n<Bullet/>毒蛇护甲的腕部带有爪钩，能用来移动或将敌人单位拉出掩护。\n<Bullet/>穿戴此护甲有几率在战斗中使毒蛇怪恐慌。"

[LightAlienArmorMk2 X2ArmorTemplate]
FriendlyName="毒蛇装甲"
FriendlyNamePlural="毒蛇装甲"
BriefSummary="毒蛇护甲的强化版本用超铀加强，此护甲保留了之前版本的所有能力，同时加强了穿戴者的生存能力，速度和反应力。"
TacticalText="<Bullet/>毒蛇装甲能提升移动力和擦弹几率。\n<Bullet/>毒蛇装甲的腕部带有爪钩，能用来移动或将敌人单位拉出掩护。\n<Bullet/>穿戴此装甲有几率在战斗中使毒蛇怪恐慌。"

[HeavyAlienArmor X2ArmorTemplate]
FriendlyName="R.A.G.E.护甲"
FriendlyNamePlural="R.A.G.E.护甲"
BriefSummary="近乎无法破坏的狂战士皇后的皮肤完全能够胜任护甲的功能，能够提供惊人的保护，伤害抵抗以及移动力。R.A.G.E.护甲同样还能快速地激发穿戴者的肾上腺素，让他们能冲向敌人发动强力的近战攻击。"
TacticalText="<Bullet/>R.A.G.E.护甲是重型护甲，提供更快的移动力并让士兵能携带一把重武器。\n<Bullet/>R.A.G.E.护甲让穿戴者冲向敌人并造成巨大的近战伤害。\n<Bullet/>穿上该护甲有几率使战斗中遭遇的异变者和狂战士恐慌。"

[HeavyAlienArmorMk2 X2ArmorTemplate]
FriendlyName="R.A.G.E.装甲"
FriendlyNamePlural="R.A.G.E.装甲"
BriefSummary="通过给R.A.G.E.护甲注射额外的超铀，其保护能力显著提升，同时依然保留了其惊人的移动力和制造毁灭性近战突袭的可能性。"
TacticalText="<Bullet/>R.A.G.E.装甲是重型护甲，提供更快的移动力并让士兵能携带一把重武器。\n<Bullet/>R.A.G.E.装甲让穿戴者冲向敌人并造成巨大的近战伤害。\n<Bullet/>穿上该装甲有几率使战斗中遭遇的异变者和狂战士恐慌。"

[FreezingLash X2AbilityTemplate]
LocFriendlyName="寒霜之咬"
LocLongDescription="用爪钩攻击目标，将其冻结在原地。变种人人形目标可能还会从掩护中被拉出。"
LocHelpText="将敌人冻结在原地。变种人人形目标可能还会从掩护中被拉出。"
LocFlyOverText="寒霜之咬"
LocMissMessage="寒霜之咬未命中！"

[RagePanic X2AbilityTemplate]
LocFriendlyName="狂怒恐慌"
LocLongDescription="在异变者和狂战士看到该护甲时有几率会恐慌。"
LocHelpText="在异变者和狂战士看到该护甲时有几率会恐慌。"
LocFlyOverText="R.A.G.E.护甲：恐慌"

[Ragestrike X2AbilityTemplate]
LocFriendlyName="狂怒之击"
LocLongDescription="用毁灭性的近战突击攻击移动范围内的任何敌人。"
LocHelpText="用毁灭性的近战突击攻击移动范围内的一个敌人。"

[IcarusPanic X2AbilityTemplate]
LocFriendlyName="伊卡洛斯之惧"
LocLongDescription="执政官在看到该装甲时有几率恐慌。"
LocHelpText="执政官在看到该装甲时有几率恐慌。"
LocFlyOverText="伊卡洛斯装甲：恐慌"

[IcarusJump X2AbilityTemplate]
LocFriendlyName="伊卡洛斯之跃"
LocLongDescription="在伊卡洛斯装甲上安装的推进器让士兵能够立刻将他们自己发射到一个新地点。"
LocHelpText="跳往一个新地点。绕过所有监视和反应射击。"
LocFlyOverText="伊卡洛斯之跃"

[SerpentPanic X2AbilityTemplate]
LocFriendlyName="毒蛇恐慌"
LocLongDescription="在毒蛇怪看到该护甲时有几率会恐慌。"
LocHelpText="在毒蛇怪看到该护甲时有几率会恐慌。"
LocFlyOverText="毒蛇护甲：恐慌"

[VaultAbility X2AbilityTemplate]
LocFriendlyName="飞跃"
LocLongDescription="用跳代替攀爬，移动到突出部分和建筑结构的顶端。"
LocHelpText="用跳代替攀爬，移动到突出部分和建筑结构的顶端。"
LocFlyOverText="飞跃"

[VaultAbilityPassive X2AbilityTemplate]
LocFriendlyName="飞跃"
LocLongDescription="用跳代替攀爬，移动到突出部分和建筑结构的顶端。"
LocHelpText="用跳代替攀爬，移动到突出部分和建筑结构的顶端。"
LocFlyOverText="飞跃"

;-----------------------
; ALIEN HUNTER WEAPONS
;-----------------------
[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="弩枪"
FriendlyNamePlural="弩枪"
BriefSummary="弩枪是从一箱看上去很古老的武器中发现的，它十分强力但只能以很慢的频率发射。目标敌人有几率在被击中时眩晕。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/>弩枪的精准度让它比一般制式突击步枪更为强力。\n<Bullet/>每次攻击都有几率使目标眩晕，并无法闪避。\n<Bullet/>基因强化的外星人更容易遭到眩晕。\n<Bullet/>发射单发高伤害的飞弹，但必须在每次使用后进行装填。"
AbilityDescName="弩枪"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="磁力弩枪"
FriendlyNamePlural="磁力弩枪"
BriefSummary="通过调整电枢，并永久地在其弹匣处加入一系列的磁铁，我们终于能够总体上通过电磁推进提升传统弩枪的能量输出了。"
TacticalText="<Bullet/>额外的磁力线圈提升了每一发的伤害。\n<Bullet/>每次攻击都有几率使目标眩晕，并无法闪避。\n<Bullet/>基因强化的外星人更容易遭到眩晕。\n<Bullet/>发射单发高伤害的飞弹，但必须在每次使用后进行装填。"
AbilityDescName="磁力弩枪"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="电浆弩枪"
FriendlyNamePlural="电浆弩枪"
BriefSummary="引入小型化超铀能量电池，让弩枪的每一发弹药变为电磁聚焦的电浆流。"
TacticalText="<Bullet/>一个超铀强化的发射器让这个最为致命的弩枪诞生了。\n<Bullet/>每次攻击都有几率使目标眩晕，并无法闪避。\n<Bullet/>基因强化的外星人更容易遭到眩晕。\n<Bullet/>发射单发高伤害的飞弹，但必须在每次使用后进行装填。"
AbilityDescName="电浆弩枪"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="影护者"
FriendlyNamePlural="影护者"
BriefSummary="虽然这把手枪可能看上去与我们最新设计相比有些过时了，但它非常精准，即便是经验最少的新人士兵也能打中目标。同时，他们还有几率击杀目标并不被发现。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/>影护者和一般制式手枪造成的伤害类似，但增强了精度并有暴击的机会。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。\n<Bullet/>使用\"暗影坠落\"技能造成的击杀将立刻使该单位进入隐蔽状态。"
AbilityDescName="影护者"

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="强化型影护者"
FriendlyNamePlural="强化型影护者"
BriefSummary="对基本的影护者内部发射机制的改良让我们对其添加了一个简单的磁力发射系统，能够强化总体的火力。"
TacticalText="<Bullet/>强化型影护者有着磁力手枪的威力，但增强了精度并有暴击的机会。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。\n<Bullet/>使用\"暗影坠落\"技能造成的击杀将立刻使该单位进入隐蔽状态。"
AbilityDescName="影护者"

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="动力型影护者"
FriendlyNamePlural="动力型影护者"
BriefSummary="虽然依旧依靠传统弹药，但我们对于影护者的强化让它已经达到了副武器的顶点。"
TacticalText="<Bullet/>动力型影护者的威力和光束手枪相似，但增强了精度并有暴击的机会。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。\n<Bullet/>使用\"暗影坠落\"技能造成的击杀将立刻使该单位进入隐蔽状态。"
AbilityDescName="影护者"

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="猎人战斧"
FriendlyNamePlural="猎人战斧"
BriefSummary="这些华丽的飞斧打磨得格外锋利，并且足够轻便。我们的士兵可以远程投掷。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/>携带两把斧子为游侠提供了与一般刀剑一样的近战能力。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="离子战斧"
FriendlyNamePlural="离子战斧"
BriefSummary="利用我们对于外星合金的专业知识，我们成功地将猎人战斧打磨成一把极度危险的近战武器。"
TacticalText="<Bullet/>这些斧子有着极薄的刀锋，耐久性也非常惊人，提升了它们的潜在伤害并且有几率使敌人眩晕。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="聚变战斧"
FriendlyNamePlural="聚变战斧"
BriefSummary="战斧柄处额外嵌入的能量电池能够提供强力的电弧点燃敌人目标。"
TacticalText="<Bullet/>不稳定的电流在每一片刀锋上跃动着，提供更高的伤害并且有几率燃烧敌人目标。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="猎人战斧"
FriendlyNamePlural="猎人战斧"
BriefSummary="这些华丽的飞斧打磨得格外锋利，并且足够轻便。我们的士兵可以远程投掷。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/>携带两把斧子为游侠提供了与一般刀剑一样的近战能力。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="离子战斧"
FriendlyNamePlural="离子战斧"
BriefSummary="猎人战斧的第二层级升级"
TacticalText="<Bullet/>这些斧子有着极薄的刀锋，耐久性也非常惊人，提升了它们的潜在伤害并且有几率使敌人眩晕。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="聚变战斧"
FriendlyNamePlural="聚变战斧"
BriefSummary="猎人战斧的第三层级升级"
TacticalText="<Bullet/>不稳定的电流在每一片刀锋上跃动着，提供更高的伤害并且有几率燃烧敌人目标。\n<Bullet/>一把斧子能够远距离丢出，造成瞬间伤害。"
AbilityDescName="战斧"

[Frostbomb X2GrenadeTemplate]
FriendlyName="寒霜炸弹"
FriendlyNamePlural="寒霜炸弹"
BriefSummary="依靠着一种未知尚未确定的化学物质，这些便携式炸药能够立刻降低四周区域的环境温度。暴露的组织会立刻被冻结。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/>寒霜炸弹能够使爆炸范围内的所有单位冻结，让他们无法行动一回合。\n<Bullet/>寒霜炸弹比一般破片榴弹有着更小的范围。"
ThrownAbilityName="投掷寒霜炸弹"
ThrownAbilityHelpText="使目标区域的所有单位冻结。"
LaunchedAbilityname="发射寒霜炸弹"
LaunchedAbilityHelpText="使目标区域的所有单位冻结。"

[Shadowfall X2AbilityTemplate]
LocFriendlyName="暗影坠落"
LocHelpText="必然命中的手枪射击。如果目标被击杀，那么射击者能获得隐蔽。"
LocLongDescription="必然命中的手枪射击。如果目标被击杀，那么射击者能获得隐蔽。"
LocFlyOverText="暗影坠落"

[ShadowfallConcealment X2AbilityTemplate]
LocFriendlyName="暗影坠落"
LocHelpText="必然命中的手枪射击。如果目标被击杀，那么射击者能获得隐蔽。"
LocLongDescription="必然命中的手枪射击。如果目标被击杀，那么射击者能获得隐蔽。"
LocFlyOverText="暗影坠落"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="投掷斧子"
LocHelpText="朝着目标投掷斧子。此次攻击不消耗行动点。"
LocLongDescription="朝着目标投掷斧子。此次攻击不消耗行动点。"

[ViperKing_Wpn X2WeaponTemplate]
FriendlyName="毒蛇怪国王的弩枪"
FriendlyNamePlural="毒蛇怪国王的弩枪"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率。"

[ArchonKing_Wpn X2WeaponTemplate]
FriendlyName="执政官国王之杖"
FriendlyNamePlural="执政官国王法杖"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率。"

[ArchonKingStaff X2WeaponTemplate]
FriendlyName="执政官国王法杖"
FriendlyNamePlural="执政官国王法杖"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了；这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从敌人身上取得的升级部件提升突击步枪的战术效率"

[ViperNeonate_Wpn X2WeaponTemplate]
FriendlyName="毒蛇弩枪"
FriendlyNamePlural="毒蛇弩枪"
BriefSummary="XCOM已获得了一些制式步兵武器；这是最常见的种类，和20年前使用的步枪类似。虽然显然要比变种人磁力科技要差一些，但它可以使用其他武器部件进行升级，只要在特定技术有所突破即可。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从敌人身上取得的升级部件提升突击步枪的战术效率。"

;--------------------------------
;-Temporary loc Defs to support playable nest prototype
;Proxy Unit Strings
;--------------------------------

[DrVahlen X2CharacterTemplate]
strCharacterName="瓦伦博士"

[ViperKing X2CharacterTemplate]
strCharacterName="毒蛇怪国王"

[BerserkerQueen X2CharacterTemplate]
strCharacterName="狂战士皇后"

[ArchonKing X2CharacterTemplate]
strCharacterName="执政官国王"

[ViperNeonate X2CharacterTemplate]
strCharacterName="新生毒蛇怪"

[StandardMelee_NoEnd X2AbilityTemplate]
LocFriendlyName="近战攻击"
LocLongDescription="对邻近敌人进行一次近战攻击。"
LocHelpText="对邻近敌人进行一次近战攻击。"

[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="吐舌拉扯"
LocLongDescription="毒蛇怪的舌头和脖子非常的强壮，能缠绕住一个成年人，并将其从远外迅速拉拽到身边。"
LocHelpText="用你的舌头将目标拉入到近战距离。只对人形目标有效。"
LocFlyOverText="长舌拉拽"
LocMissMessage="拉拽失败！"

[KingBind X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="毒蛇怪的缠绕攻击非常强大，远超人类范畴，能够捆绑并挤碎一个人形敌人。"
LocHelpText="使临近的一个人形敌人窒息。"
LocFlyOverText="窒息"
LocMissMessage="窒息已失败！"

[Frostbite X2AbilityTemplate]
LocFriendlyName="寒霜吐息"
LocLongDescription="毒蛇怪国王能够远距离吐出一记冰霜冲击波，将敌人冻结在原地。"
LocHelpText="冻结在一片区域的敌人。"
LocFlyOverText="寒霜吐息"

[EndBind X2AbilityTemplate]
LocFriendlyName="释放捆绑"
LocLongDescription="当作战情况改变时，毒蛇怪可以在杀死目标之前将其释放。"
LocHelpText="释放毒蛇怪缠绕中的目标"
LocFlyOverText="释放"

[AlienRulerCallForEscape X2AbilityTemplate]
LocFriendlyName="逃离"
LocLongDescription="在受伤或击杀敌人后，外星裁决者可能会选择逃离战场。"
LocHelpText="召唤一个传送门以逃离战场。"
LocFlyOverText="召唤门！"

[Quake X2AbilityTemplate]
LocFriendlyName="震颤"
LocLongDescription="对地面的重击能够混乱并击退敌人。"
LocHelpText="对地面的重击能够混乱并击退敌人。"
LocFlyOverText="震颤"

[QueenDevastatingPunch X2AbilityTemplate]
LocFriendlyName="破坏铁拳"
LocLongDescription="狂战士女王的力量让她就用拳头就足以把敌人击打致死。她的攻击能够使敌人眩晕或混乱。"
LocHelpText="攻击近战目标，有可能晕眩对方。"
LocFlyOverText="毁灭铁拳"

[ArchonKingBlazingPinionsStage1 X2AbilityTemplate]
LocFriendlyName="毁灭"
LocLongDescription="执政官国王飞翔在空中，并能从他的翅膀发射能量导弹。导弹的引导光束能够在攻击的位置提供一个短暂的警告。"
LocHelpText="对多个敌人目标进行延迟导弹齐射。"
LocFlyOverText="毁灭"

[Faithbreaker X2AbilityTemplate]
LocFriendlyName="信仰崩坏"
LocLongDescription="狂战士皇后的吼叫充满威势和狂怒，即便是久经沙场的士兵也会感到恐惧。"
LocHelpText="有几率使每个可见的敌人单位恐慌。"
LocFlyOverText="信仰崩坏"

[IcarusDropGrab X2AbilityTemplate]
LocFriendlyName="伊卡洛斯之坠"
LocLongDescription="执政官国王飞向人形敌人，抓取他们将其带到空中。"
LocHelpText="敌人被带到空中然后投掷到地面上。"
LocFlyOverText="伊卡洛斯之坠"

[IcarusDropSlam X2AbilityTemplate]
LocFriendlyName="伊卡洛斯之击"
LocLongDescription="将俘虏的敌人以巨大的力量投向地面。"
LocHelpText="将敌人砸向地面。"
LocFlyOverText="伊卡洛斯之击"

[Interact_DLC2Transmitter X2AbilityTemplate]
LocFriendlyName="下载日志"
LocHelpText="下载瓦伦博士的研究记录"

[ViperNeonateBindAbility X2AbilityTemplate]
LocFriendlyName="捆绑并挤碎"
LocLongDescription="毒蛇怪的缠绕攻击非常强大，远超人类范畴，能够捆绑并挤碎一个人形敌人。"
LocHelpText="捆绑并挤碎一个人形敌人。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[CentralOfficer X2SoldierClassTemplate]
DisplayName="游侠"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="菜鸟"
RankNames[1]="军事中心长官"

ShortNames[0]="新兵"
ShortNames[1]="军事官"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_Common.rank_commander"


;-----------------------
; Soldier Customization - Helmets
;-----------------------
[DLC_60_Helmet_A_AdvCaptain_M X2BodyPartTemplate]
DisplayName="变种人队长"

[DLC_60_Helmet_A_AdvCaptain_F X2BodyPartTemplate]
DisplayName="变种人队长"

[DLC_60_Helmet_B_AdvStunLancer_M X2BodyPartTemplate]
DisplayName="变种人强袭枪兵"

[DLC_60_Helmet_B_AdvStunLancer_F X2BodyPartTemplate]
DisplayName="变种人强袭枪兵"

[DLC_60_Helmet_C_AdvShieldBearer_M X2BodyPartTemplate]
DisplayName="变种人持盾者"

[DLC_60_Helmet_C_AdvShieldBearer_F X2BodyPartTemplate]
DisplayName="变种人持盾者"

[DLC_60_Helmet_D_AdvTrooper_M X2BodyPartTemplate]
DisplayName="变种人士兵"

[DLC_60_Helmet_D_AdvTrooper_F X2BodyPartTemplate]
DisplayName="变种人士兵"

[DLC_60_Helmet_E_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="化身"

[DLC_60_Helmet_E_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="化身"

[DLC_60_Helmet_F_Andromedon_M X2BodyPartTemplate]
DisplayName="仙女座外星人"

[DLC_60_Helmet_F_Andromedon_F X2BodyPartTemplate]
DisplayName="仙女座外星人"

[DLC_60_Helmet_Serpent_M X2BodyPartTemplate]
DisplayName="毒蛇"

[DLC_60_Helmet_Serpent_F X2BodyPartTemplate]
DisplayName="毒蛇"

[DLC_60_Helmet_SerpentMk2_M X2BodyPartTemplate]
DisplayName="毒蛇"

[DLC_60_Helmet_SerpentMk2_F X2BodyPartTemplate]
DisplayName="毒蛇"

[DLC_60_Helmet_Archon_M X2BodyPartTemplate]
DisplayName="伊卡洛斯"

[DLC_60_Helmet_Archon_F X2BodyPartTemplate]
DisplayName="伊卡洛斯"

;-----------------------
; Soldier Customization - LowerFace
;-----------------------
[DLC_60_Accessory_A_MutonMask_M X2BodyPartTemplate]
DisplayName="异变者面具"

[DLC_60_Accessory_A_MutonMask_F X2BodyPartTemplate]
DisplayName="异变者面具"

;-----------------------
; Soldier Customization - Scars
;-----------------------
[DLC_60_Scar_A X2BodyPartTemplate]
DisplayName="严肃的笑容"

[DLC_60_Scar_B X2BodyPartTemplate]
DisplayName="X形伤疤"

[DLC_60_Scar_C X2BodyPartTemplate]
DisplayName="拼接伤痕"

[DLC_60_Scar_D X2BodyPartTemplate]
DisplayName="\"眼部伤痕\""

[DLC_60_Scar_E X2BodyPartTemplate]
DisplayName="鼻部伤痕"

[DLC_60_Scar_F X2BodyPartTemplate]
DisplayName="烧伤"

;-----------------------
; Soldier Customization - Armor Patterns
;-----------------------
[DLC_60_Patterns_A X2BodyPartTemplate]
DisplayName="外星构造"

[DLC_60_Patterns_B X2BodyPartTemplate]
DisplayName="毒蛇怪护甲"

[DLC_60_Patterns_C X2BodyPartTemplate]
DisplayName="外星细胞"

[DLC_60_Patterns_D X2BodyPartTemplate]
DisplayName="异变者护甲"

[DLC_60_Patterns_E X2BodyPartTemplate]
DisplayName="蛇皮"

;-----------------------
; Soldier Customization - Facepaint
;-----------------------

[DLC_60_Facepaint_A X2BodyPartTemplate]
DisplayName="执政官"

[DLC_60_Facepaint_B X2BodyPartTemplate]
DisplayName="狂战士"

[DLC_60_Facepaint_C X2BodyPartTemplate]
DisplayName="寄生兽"

[DLC_60_Facepaint_D X2BodyPartTemplate]
DisplayName="无面怪"

[DLC_60_Facepaint_E X2BodyPartTemplate]
DisplayName="看门人"

[DLC_60_Facepaint_F X2BodyPartTemplate]
DisplayName="异变者"

[DLC_60_Facepaint_G X2BodyPartTemplate]
DisplayName="毛利人A"

[DLC_60_Facepaint_H X2BodyPartTemplate]
DisplayName="毛利人B"

[DLC_60_Facepaint_I X2BodyPartTemplate]
DisplayName="毛利人C"

[DLC_60_Facepaint_J X2BodyPartTemplate]
DisplayName="毛利人D"

[DLC_60_Facepaint_K X2BodyPartTemplate]
DisplayName="毛利人E"

;-----------------------
; Soldier Customization - Hair
;-----------------------

[DLC_60_Hair_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="化身"

[DLC_60_Hair_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="化身"


;-----------------------
; DLC Ability Points
;-----------------------

[RulerEscapes X2AbilityPointTemplate]
ActionFriendlyName="逃脱的裁决者"

[RulerDefeated X2AbilityPointTemplate]
ActionFriendlyName="击败一名裁决者"





